import React, { useEffect } from "react";
import Header from "../../components/Navbar/Header";
import Footer from "../../components/Footer/Footer";


const About = () => {
    useEffect(() => {
      document.title = "درباره سیراف و قوانین استفاده";
    }, []);
  return (
    <>
      <Header />
      <div className="m-6 sm:m-20">
        <div className="mb-10">
          <h1 className="text-2xl font-bold">درباره سیراف و قوانین استفاده</h1>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">درباره سیراف</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            شرکت فناور " فکر بکر سیراف " ( نام تجاری: " سیراف " ) مستقر در پارک
            علم و فناوری با دیدگاهی نوین و با هدف رفع دغدغه‌های موجود در سیستم
            سنتی دفاتر املاک کشور و تسهیل استفاده هموطنان عزیز از خدمات مشاورین
            املاک، با تکیه بر تجارب چندساله خود در حوزه املاک و بهره‌گیری از
            دانش فنی، اقدام به طراحی و تولید پلتفرمی کارآمد با نام تجاری " سیراف
            " نمود. این پلتفرم به عنوان پل ارتباطی میان دفاتر قانونی املاک کشور
            و مردم، نه تنها بستری برای ساماندهی و بهبود سیستم سنتی دفاتر املاک
            کشور می باشد، بلکه در جهت رضایتمندی مردم و همچنین رونق کسب و کار صنف
            مشاورین املاک کشور نیز تلاش می نماید. امیدواریم با عنایت الهی و یاری
            مسئولین و حمایت مردم، " سیراف " به عنوان یک پلتفرم جذاب و نوآور، در
            مسیر توسعه و پیشرفت کشورمان به نقش موثری دست یابد.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">شرایط و قوانین استفاده</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            کلیه اصول و رویه کاری سیراف منطبق با قوانین جمهوری اسلامی ایران،
            قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کنندگان است و به
            تبع آن کاربران نیز موظف به رعایت قوانین و مقررات مربوط به خود هستند.
            ورود کاربران به وب سایت یا اپلیکیشن سیراف یا استفاده از آن، به معنای
            پذیرفتن شرایط و قوانین آن است که در ذیل به آن می پردازیم.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">ثبت فایل و درخواست :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            ثبت فایل یا درخواست در سیراف کاملا رایگان بوده و انتشار فایل ها منوط
            به تایید کارشناسان مربوطه و پذیرش آن توسط حداقل یک دفتر املاک خواهد
            بود. هر کاربر می تواند به تعداد نامحدود اقدام به ثبت فایل غیر تکراری
            نموده و یا فایل های ثبت شده خود را در سامانه ویرایش، حذف یا در پایان
            مدت 30 روزه عمر فایل، آن ها را به صورت رایگان تمدید نماید.
            <br />
            رعایت موارد زیر جهت تایید هر فایل ضروری است:
            <br />
            محتوای هر فایل می بایست :
            <br />
            1.مغایر با قوانین جمهوری اسلامی ایران نباشد
            <br />
            2.ناقض حریم شخصی افراد نباشد
            <br />
            3.شامل هرگونه توهین به ادیان رسمی کشور، آداب، رسوم، قومیت ها، لهجه و
            گویش های مختلف نباشد
            <br />
            4.حاوی عبارات ، کلمات، تصاویر و یا ویدیو های مغایر با هنجارها و عفت
            عمومی جامعه نباشد
            <br />
            5.شامل تصاویر اشخاص در آگهی یا درج تصاویر بی ربط نباشد
            <br />
            6.فاقد اطلاعات تماس و آدرس مالک در بخش توضیحات باشد و می بایست این
            اطلاعات فقط در فیلدهای مربوطه درج گردد. اطلاعات تماس، آدرس و لوکیشن
            دقیق ملک فقط توسط دفاتر املاک قانونی و مشاوران آن ها قابل مشاهده می
            باشد و کاربران عادی به آن دسترسی نخواهند داشت. همچنین برای جلوگیری
            از سوء استفاده های احتمالی لوکیشن ملک برای کاربران عادی به صورت
            حدودی روی نقشه درج می گردد
            <br />
            7.تکراری حتی با عناوین متفاوت نباشد
            <br />
            8.دارای قیمت های غیر واقعی ، اشتباه و خارج از عرف نباشد
            <br />
            9.مشتمل بر آمار و اطلاعات غلط در توضیحات آگهی که موجب عدم شفافیت و
            گمراهی کاربران دیگر میشود، نباشد
            <br />
            لازم به ذکر است سیراف سعی در نشر فایل های صحیح و درست دارد، با این
            وجود هیچ گونه تضمین قطعی یا تعهدی بابت صحت فایل ها بر عهده نمیگیرد،
            بنابراین ضروری است کاربران، دقت لازم را از ثبت، مشاهده تا معامله
            فایل به کار گیرند، همچنین چنانچه در مشخصات فایل تخلف یا اشتباهی صورت
            گرفته بود، می توانید در صفحه مشخصات فایل از طریق بخش " گزارش تخلف "
            آن را با ما در میان بگذارید و چنانچه گزارشی در خصوص دفتر املاک یا
            مشاورین داشتید می توانید آن را از طریق بخش گزارش تخلف در پروفایل
            مربوطه برای ما ارسال نمایید.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">حریم خصوصی کاربران:</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            تمام اطلاعات دریافتی کاربران از قبیل مشخصات فردی، شماره همراه،
            لوکیشن دریافتی و فعالیت های مربوطه وی در وب سایت و اپلیکیشن ها کاملا
            محرمانه بوده و دریافت آن ها فقط در جهت احراز هویت و ثبت نام و
            استفاده از سرویس جستجوی فایل ها و دفاتر املاک اطراف کاربر و در صورت
            عدم تمایل کاربر، شماره همراه وی نیز در گفتگوهای آنلاین برای مشاور
            مخفی خواهد ماند.
            <br />
            سیراف تمام اطلاعات موجود در هر حساب کاربری نظیر فایل ها، درخواست ها،
            گفتگوها و... را به صورت محرمانه نگهداری می نماید و به آن متعهد خواهد
            بود.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">گردش کار پذیرش فایل :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            در مرحله انتهایی ثبت فایل کاربر با دو رویه روبروست:
            <br />
            1.فایل یا درخواست خود را بدون انتخاب هیچ دفتر املاک خاصی به ثبت
            نهایی برساند که در این صورت پلتفرم سیراف با الگوریتم منحصر بفردی که
            دارد، فایل یا درخواست ثبتی را در معرض نمایش و انتخاب دفاتر املاک
            همان شهر قرار می دهد.
            <br />
            2.با انتخاب یک یا چند دفتر املاک از روی نقشه یا لیست، ضمن مشاهده
            اطلاعات کاملی از آن ها، فایل یا درخواست خود را به ثبت نهایی برساند.
            این عملیات از طریق منوی "دفاتر املاک اطراف من" نیز به همین شکل قابل
            انجام است.
            <br />
            <p className="mt-5">
              در هر دو رویه بالا، فایل یا درخواست کاربر پس از تایید کارشناسان
              مربوطه، توسط حداقل یک دفتر املاک( به انتخاب خود کاربر یا طبق
              الگوریتم) و اختصاص یافتن حداقل یک مشاور املاک به آن، در وضعیت
              "پذیرش شده" درخواهد آمد که به معنای ثبت موفقیت آمیز فایل یا
              درخواست کاربر در حداقل یکی از دفاتر املاک شهر و شروع فعالیت حداقل
              یک مشاور املاک بر روی آن است.
            </p>
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">گفتگو ها :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            جهت ارتباط بین کاربران و مشاوران املاک، امکان گفتگوی آنلاین برای هر
            فایل تعبیه شده است که کاربران گرامی می بایست در استفاده از آن شرایط
            ذیل را رعایت نموده و به آن متعهد باشند.
            <br />
            1.صفحه گفتگو بستری برای پرسیدن سوالات یا ابهامات مربوط به فایل می
            باشد، لطفاً از گفتگوهای بی ارتباط به موضوع فایل خودداری نمایید.
            <br />
            2.از در اختیار قراردادن اطلاعات نامربوط به فایل مورد گفتگو و همچنین
            اطلاعات شخصی خود به مشاوران بپرهیزید.
            <br />
            3.هرگونه توهین و بی احترامی در گفتگو ها قابلیت پیگیری قضایی را دارد.
            <br />
            لازم به ذکر است در این گفتگو ها هر گونه خلاف یا فساد و همچنین شاکی
            خصوصی به وجود آید، مسئولیت آن مستقیما با کاربر مربوطه می باشد.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">امتیازها :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            امتیازهای هر دفتر املاک یا مشاور، میانگین امتیازهای کاربرانی می باشد
            که فقط یک بار مجاز به انجام این کار بوده اند که از مقدار یک ستاره(
            کمترین) تا پنج ستاره( بیشترین) انتخاب کرده اند و سیراف هیچ نقشی در
            آن ندارد. همچنین کاربران می توانند امتیاز های خود را تغییر دهند و
            ملاک محاسبه امتیاز املاک یا مشاور، آخرین امتیاز کاربر می باشد.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">محاسبه کمیسیون :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            سیراف با توجه به نرخنامه قانونی مصوب خدمات مشاورین املاک هر شهرستان
            امکان محاسبه کمیسیون به صورت آنلاین را برای همه شهرهای ایران فراهم
            آورده است که می توان از بخش محاسبه کمیسیون به آن دسترسی داشته باشید.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">استعلامات ثبتی :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            سیراف در جهت حفظ امنیت معاملاتی مردم عزیز به صورت آنلاین امکان اخذ
            آنلاین استعلامات ثبتی را فراهم آورده است که توصیه می گردد قبل از
            انجام هر معامله ای از این استعلامات استفاده نمایید. استعلامات ثبتی
            قابل دسترس در پلتفرم سیراف شامل موارد ذیل می باشد:
            <br />
            تصدیق اصالت سند مالکیت
            <br />
            تصدیق اصالت اسناد و اوراق دفاتر اسناد رسمی
            <br />
            استعلام ممنوع الخروجی
            <br />
            پیگیری استعلام الکترونیک ملک
            <br />
            استعلام شناسه ملی
            <br />
            دفتر طلاق دارای ظرفیت ثبت واقعه
            <br />
            دفتر اسناد رسمی دارای ظرفیت ثبت سند
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">بلاگ سیراف:</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            کارشناسان تولید محتوا در مجموعه سیراف، نهایت تلاش خود را جهت تهیه و
            تولید آموزش های کاربردی مختص کاربران به کار گرفته اند تا در افزایش
            دانش ملکی و حقوقی آن ها گام موثری برداشته باشند. این آموزش ها که تحت
            عنوان بلاگ سیراف در پلتفرم سیراف تعبیه شده است، همواره و به صورت
            دوره ای به روز رسانی و تکمیل خواهند شد و استفاده از آن ها برای
            کاربران کاملا رایگان می باشد.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">پشتیبانی :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            کارشناسان بخش پشتیبانی سیراف به صورت 24 ساعته راهنما و پاسخگوی
            سوالات و مشکلات احتمالی به وجود آمده کاربران هستند. ارتباط با
            پشتیبانی به صورت گفتگوی آنلاین بوده و کاربران می توانند در بخش های
            مختلف (فنی، تایید فایل و درخواست، فروش، بازاریابی و مالی و گزارشات و
            پیشنهادات) با پشتیبانی ارتباط برقرار نمایند. همچنین در صورت لزوم
            شماره تلفن 09021181929 نیز آماده پاسخگویی جهت رفع هرچه سریع تر
            مشکلات احتمالی کاربران می باشد.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">اطلاع رسانی :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            شماره همراهی که در پروفایل کاربر ثبت می شود، تنها شماره مورد تایید
            است که تمام مکاتبات از آن طریق صورت میگیرد.
            <br />
            تمامی پیامک های اطلاع رسانی از طرف سیراف، با شماره 1000123 به
            کاربران ارسال خواهد شد و ارسال هر گونه پیامک تحت عنوان سیراف با هر
            شماره دیگری تخلف و سوء استفاده از برند سیراف است؛ لطفاً در صورت
            مشاهده، مراتب را از طریق پشتیبانی اعلام فرمایید.
          </p>
        </div>
        <div className="mb-5">
          <h1 className="text-xl font-bold mb-5">بروز رسانی :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            سیراف به صورت لحظه ای در حال بروز رسانی و ایجاد امکانات جدید یا
            بهبود امکانات موجود در پلتفرم می باشد، بنابراین لازم و ضروری است که
            کاربران به طور مرتب، از بروز بودن اپلیکیشن خود اطمینان حاصل نمایند
            که این عمل به راحتی از طریق منوی بروز رسانی موجود در برنامه قابل
            اجراست.
            <br />
            برای باخبر شدن از اطلاعیه ها و مطالب مربوطه پلتفرم، شبکه های اجتماعی
            سیراف که مختص کاربران به نشانی @siraf.app ایجاد شده است را دنبال
            کنید.
          </p>
        </div>
        <div>
          <h1 className="text-xl font-bold mb-5">حقوق مادی و معنوی :</h1>
          <p className="text-[#374151] text-xl leading-8 text-justify">
            همه محتواهای در دسترس از طریق هر یک از خدمات سیراف مانند متن،
            گرافیک، نشان، آیکون، تصویر، ویدیو، تور مجازی و کدهای به کار گرفته
            شده جزئی از اموال شرکت "فکر بکر سیراف" محسوب شده و حق استفاده و نشر
            تمامی مطالب موجود در انحصار این شرکت است و هر گونه استفاده بدون کسب
            مجوز کتبی، حق پیگرد قانونی را برای سیراف محفوظ می دارد. همچنین نام
            تجاری "سیراف" و نشان تجاری مربوطه نیز در انحصار شرکت فکر بکر سیراف
            می باشد. کاربران مجاز به بهره برداری و استفاده از الگوریتم عملکرد،
            لیست فایل ها، مشخصات فایل ها، قیمت و هر گونه مشتقات پلتفرم سیراف نمی
            باشند و همچنین هر گونه کپی برداری با مقاصد تجاری، داده کاوی، استخراج
            اطلاعات و... مجاز نبوده و کلیه این حقوق صراحتا برای سیراف محفوظ است.
            پایگاه رسمی پلتفرم سیراف به نشانی siraf.app بوده و هیچ گونه سایت
            اینترنتی با آدرسی غیر از siraf.app متعلق به این مجموعه نمی باشد.
            <br />
            آماده شنیدن پیشنهادات و انتقادات سازنده شما کاربران گرامی پلتفرم
            سیراف هستیم. راه های ارتباطی با مجموعه به شرح زیر است.
            <br />
            بخش پشتیبانی اپلیکیشن یا وبسایت به آدرس www.siraf.app
            <br />
            سامانه پیامکی : 10008447
            <br />
            شماره تماس : 09021181929
          </p>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default About;
